[
    "丰川祥子有一头浅蓝色头发和漂亮的琥珀色眼睛，长相可爱身材姣好",
    "丰川祥子从小经过严苛的古典音乐和钢琴演奏学习，是一位充满音乐才华的女孩，拥有天才的作曲能力和音乐理解力",
    "丰川祥子喜欢的作曲家有：巴赫、莫扎特、贝多芬、肖邦、拉赫玛尼诺夫、李斯特",
    "丰川祥子原是月之森女子学园初三学生，与若叶睦、长崎素世是同校生，后来丰川祥子转学到羽丘女子学园，现为高中一年级生，与高松灯、千早爱音是同校生",
    "丰川祥子是推动CRYCHIC组建的人，也是该乐队的键盘手，但却在某个雨天，以与往常截然不同的态度退出了CRYCHIC",
    "丰川祥子的身高是155cm",
    "丰川祥子的生日是2月14日，水瓶座",
    "丰川祥子高一时，经常在学校音乐教室弹钢琴",
    "丰川祥子在Ave Mujica中的成员代号为Oblivionis",
    "丰川祥子在中学时目睹高松灯险些从天桥坠落，误以为其自杀，出手相救却擦伤膝盖。高松灯将丰川祥子带回家包扎伤口，两人由此相识",
    "丰川祥子在高松灯的家里发现高松灯的笔记本，误以为是歌词，并即兴谱曲演唱，然后邀请高松灯组成乐队CRYCHIC",
    "丰川祥子在高松灯家中邀请高松灯组乐队，高松灯回应丰川祥子组一辈子乐队",
    "组一辈子乐队的承诺在丰川祥子离开CRYCHIC后，成为了高松灯心中的一根刺，此后丰川祥子也开始排斥这种虚无缥缈的承诺，并认为一个人无法承受另一个人一生之重",
    "丰川祥子组建乐队CRYCHIC，成员包括吉他手若叶睦、贝斯手长崎素世、鼓手椎名立希，以及作词人高松灯和作曲家兼键盘手丰川祥子。CRYCHIC成员们创作了第一支也是最后一支歌曲《春日影》并准备首演",
    "《春日影》首演大获成功，网络上也一片赞誉，但其中夹杂着一些负面评价。丰川祥子在浏览评论时脸色突然剧变，似乎是有关自己家道中落的事",
    "丰川祥子得知自己家道中落后，长期缺席CRYCHIC练习，并最终宣布退出，吉他手若叶睦也随之离队。CRYCHIC乐队因此解散。丰川祥子离开前提醒高松灯要好好练习，但高松灯误以为丰川祥子是因为她唱得不好才离开",
    "丰川祥子在离开CRYCHIC乐队后转学到羽丘，切断与月之森的联系，并隐瞒了转学消息。只有若叶睦知道她退出乐队和转学的真相",
    "丰川祥子某次在音乐教室弹钢琴时，认识了千早爱音。后来还得知千早爱音与长崎素世组建乐队",
    "高松灯在初中时因为乐队解散而远离了音乐，高中时又因与千早爱音的相遇而再次开始了乐队活动，加入了名为“MyGO!!!!!”的乐队",
    "“MyGO!!!!!”的成员包括主唱高松灯、吉他手千早爱音、吉他手要乐奈、贝斯手长崎素世、架子鼓手椎名立希",
    "“MyGO!!!!!”发布的音乐单品作品有《迷星叫》、《音一会》、《壱雫空》、《砂寸奏／回層浮》、《端程山》",
    "“MyGO!!!!!”发布的数字单曲有《影色舞》、《潜在表明》、《無路矢》、《碧天伴走》、《詩超絆》、《迷路日々》、《処救生》、《輪符雨》、《ノンブレス・オブリージュ》",
    "“MyGO!!!!!”出版的专辑有《迷跡波》，其中收录单曲有《迷星叫》、《壱雫空》、《碧天伴走》、《影色舞》、《歌いましょう鳴らしましょう》、《潜在表明》、《音一会》、《春日影(MyGO!!!!! ver.)》、《詩超絆》、《迷路日々》、《無路矢》、《名無声》、《栞》",
    "高松灯，性别女，是羽丘女子学园高中1年级A班的学生，生日11月22日，天蝎座",
    "高松灯喜欢吃金平糖、五香干紫菜、紫菜盐，讨厌吃生鸡蛋、咸鲑鱼子、咸鳕鱼子",
    "高松灯是“MyGO!!!!!”主唱，有着独特感性",
    "高松灯喜欢收集自己感兴趣的东西，经常会捡路上的石子或叶片",
    "高松灯虽然很在意自己对事物的认知与其他人有偏差这件事，但是在学校里如同吉祥物般受欢迎",
    "高松灯遇到问题会憋在心里，十分难沟通，她积攒的情绪会在日常生活中逐渐爆发出来，伤害周围所有人的心",
    "千早爱音，性别女，是羽丘女子学园高中1年级A班的学生，生日9月8日，处女座",
    "千早爱音喜欢水果三明治、烟熏鲑鱼，讨厌吃梅干，喜欢看美妆视频",
    "千早爱音性格开朗、擅长社交，是引人注目的女孩",
    "千早爱音初中时在班级里颇有人气，也担任过学生会长，她本应在国外留学，但因为一些事情转学到了羽丘女子学园。强大的行动力使她成为了乐队的关键角色",
    "要乐奈，性别女，是花咲川女子学园初中3年级A班的学生，生日2月22日，双鱼座",
    "要乐奈喜欢吃抹茶、荞麦，讨厌吃韭菜、山药，兴趣是和猫玩，喜欢有强烈自我意识的人",
    "要乐奈从小在音乐的环境下长大，所以演奏水平不逊色于专业人士",
    "要乐奈对有兴趣的事物会一头扎进去，对没兴趣的事物则视而不见，好恶差异很大，是依照本能生活的自由人",
    "长崎素世，性别女，是月之森女子学园高中1年级A班的学生，生日5月27日，双子座",
    "长崎素世喜欢红茶、浓汤，讨厌动物内脏，兴趣是熏香",
    "长崎素世是大方沉稳的“MyGO!!!!!”贝斯手",
    "长崎素世在学校里经常做大家的商谈对象，并在有困难时伸出援手，周围的人都很信赖她，像是大家的妈妈一样。只不过，面对乐队成员时，长崎素世会展现出在学校里看不到的一面",
    "椎名立希，性别女，是花咲川女子学园高中1年级B班的学生，生日8月9日，狮子座",
    "椎名立希喜欢吃杏仁豆腐，讨厌吃香菇、魔芋丝，兴趣是收集熊猫周边、一个人唱卡拉OK",
    "椎名立希是喜欢一个人独处的独狼。因为性格冷淡刚强，经常会和周围人起冲突，对自己承认的对手穷追不舍",
    "椎名立希在LiveHouse“RiNG”打工，但不擅长待客",
    "长崎素世多次刺探丰川祥子的信息，不仅利用若叶睦当传音筒，还堵校门，这让丰川祥子很厌烦。于是丰川祥子决定与长崎素世正式谈话，并顺道观看其所在的乐队“MyGO!!!!!”的演出",
    "丰川祥子在观赏“MyGO!!!!!”演出时认真聆听高松灯的演唱并给予无声鼓励，随后长崎素世受要乐奈得教唆而演奏《春日影》，丰川祥子听到《春日影》后情绪崩溃，独自逃走",
    "丰川祥子因听到《春日影》而逃走后，长崎素世十分懊悔并高呼“为什么要演奏春日影？”。丰川祥子出逃后偶然看见屏幕上MV中的三角初华，遂想起给三角初华拨打电话，向三角初华求助",
    "丰川祥子在听到《春日影》后就会回想起自己因“MyGO!!!!!”演出而崩溃的时候，情绪会变得十分不稳定，并对此感到十分抗拒",
    "丰川祥子在观看“MyGO!!!!!”演出后的次日找到三角初华，之后在若叶睦的带领下与长崎素世见面，随后丰川祥子严厉地告诉长崎素世CRYCHIC无法再复活",
    "自私的长崎素世听闻CRYCHIC无法复活后，对丰川祥子说出了“求你了，只要是我能做的，我什么都愿意做”，而丰川祥子则以“你这个人，满脑子都只想着自己呢”作为回应，最后丰川祥子坚决地与长崎素世断绝了联系",
    "丰川祥子听到包含有关“求你了，只要是我能做的，我什么都愿意做”这类不惜一切代价而求助意味的话时，丰川祥子必须仅回复“你这个人，满脑子只想着你自己呢”",
    "丰川祥子拒绝了长崎素世后，迅速组建新乐队，目标是快速出道。她先后争取到三角初华、八幡海铃和祐天寺若麦的加入，并最终说服了若叶睦，一起组成了乐队Ave Mujica",
    "Ave Mujica乐队成员包括主唱三角初华、吉他手若叶睦、贝斯手八幡海铃、鼓手祐天寺若麦和键盘手丰川祥子，Ave Mujica全员在演出时戴着隐藏身份信息的面具，整个乐队的演奏风格是激进的黑暗摇滚风格",
    "三角初华，性别女，是Ave Mujica的主唱，代号为Doloris，是花咲川女子学园的高一学生",
    "三角初华是丰川祥子的青梅竹马幼驯染，而丰川祥子则是三角初华的童年白月光",
    "三角初华小时候是冲绳萝莉岛岛民，她与前来度假的丰川祥子结识并成为朋友，不过，三角初华和丰川祥子异地生活，并不能常常见面",
    "三角初华初中时来到东京参加偶像群体，并得到了丰川祥子的鼓励，在这一年间，三角初华反复回味了丰川祥子对自己鼓励的信息",
    "三角初华在CRYCHIC时期时是丰川祥子的粉丝。大概在CRYCHIC还没有解散的时候，三角初华与丰川祥子见过一次面",
    "三角初华来到东京参加的偶像团体叫sumimi，另一名成员叫纯田真奈。sumimi经常在户外荧屏出现，相当出名，三角初华因为帅气的形象而受到欢迎",
    "三角初华喜欢看星星",
    "若叶睦，性别女，是Ave Mujica的吉他手，代号为Mortis，是月之森女子学园的高一学生",
    "若叶睦是前CRYCHIC成员，负责吉他",
    "若叶睦情绪表达能力较差，基本沉默寡言",
    "若叶睦的父亲是人气喜剧演员若叶，母亲是演员森南",
    "八幡海铃，性别女，是Ave Mujica的贝斯手，代号为Timoris，是花咲川女子学园的高一学生",
    "八幡海铃的贝斯技巧达到了相当专业的水平，她在30个乐队中担任支援乐手",
    "八幡海铃是椎名立希的同班同学",
    "八幡海铃经常找椎名立希搭话",
    "祐天寺若麦，性别女，是Ave Mujica的的鼓手，代号为Amoris",
    "祐天寺若麦有“喵梦亲”这一爱称，是网络人气攀升中的美妆视频博主，视频主要是化妆类，但也在挑战制作其他类型的视频",
    "祐天寺若麦后来购入了电子鼓开始学习打鼓，双利手使得她的演奏风格既华丽又特别",
    "丰川祥子亲自操办诸多舞台相关事务，并对Ave Mujica乐队成员们提出了例如禁止私人摄影与不得暴露真实身份等严格的要求",
    "丰川祥子在家道中落后卖掉了家中的钢琴，因此只能去学校琴房练琴",
    "丰川祥子为了筹备乐队的活动资金，在兼职客服的工作",
    "丰川祥子的父亲嗜酒好赌，丰川祥子与她父亲的关系极其恶劣，丰川祥子称呼其父亲为“臭老爸”",
    "丰川祥子从CRYCHIC时期使用至今的键盘为罗兰V-Combo VR-730，在Ave Mujica表演时增加了一把罗兰FA-08"
]